[
  {
    "abstract": "This article distinguishes two types of legal technology, ‘cheaper lawyers’ (or simply replacing the cognitive operations of lawyers in their existing domains with technology) and ‘transformative artificial legal cognition’ (or introducing the cognitive operations characteristic of lawyers in contexts where human lawyers cannot economically be deployed at all). It then makes the case for finding advances in egalitarian access to justice and the rule of law primarily in the latter category.",
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "82",
    "issue": "S1",
    "journal": "University of Toronto Law Journal",
    "lastpage": "105",
    "note": null,
    "publink": "https://utpjournals.press/doi/abs/10.3138/utlj.2017-0047",
    "publisher": null,
    "title": "Transformative Legal Technology and the Rule of Law",
    "type": "peer review",
    "volume": "68",
    "year": "2018",
    "doi": "10.3138/utlj.2017-0047"
  },
  {
    "abstract": "In this paper, I first defend a broad analogy between our worries about individual level paternalism and our worries about antimajoritarian elite influences in democratic politics. I then argue that the best objections to paternalistic policies in both domains, including those offered by Sunstein and Thaler under the label libertarian paternalism, are rooted in democratic rather than libertarian ideals. Finally, I offer a preliminary account of the conditions under which paternalistic policies are permissible, rooted in their compatability with individual and collective agents conceived as capable of learning and revising decisions over the course of time.",
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "747",
    "issue": null,
    "journal": "Georgetown Journal of Law and Public Policy",
    "lastpage": "787",
    "note": null,
    "publink": "https://articleworks.cadmus.com/geolaw/zs800316.html",
    "publisher": null,
    "title": "Democratic Paternalism, not Libertarian Paternalism",
    "type": "law review",
    "volume": "14",
    "year": "2016"
  },
  {
    "abstract": "We use game theory to argue that perceptions of widespread corruption in the judicial processes in many countries create ex ante incentives to act corruptly. It is rational (though not moral) to preemptively act corruptly when litigating in the courts of such nations. Accordingly, contrary to judicial narratives in individual cases-such as the (in)famous Chevron-Ecuador dispute used herein as an illustration-the problem of corruption in transnational litigation is structural and thus calls for structural solutions. The Article offers one such solution: the establishment of an international court of civil justice.",
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": "Maya Steinitz",
    "editor": null,
    "firstpage": "751",
    "issue": "3",
    "journal": "North Carolina Law Review",
    "lastpage": "816",
    "note": "(co-author with Maya Steinitz)",
    "publink": "http://scholarship.law.unc.edu/nclr/vol94/iss3/1/",
    "publisher": null,
    "title": "Transnational Litigation as a Prisoner's Dilemma",
    "type": "law review",
    "volume": "94",
    "year": "2016"
  },
  {
    "abstract": "This short essay, published in a law review online supplement, is a response to Corey Brettschneider & David McNamee's 'Sovereign and State: A Democratic Theory of Sovereign Immunity.' It's worthy (from my limited perspective) of separate note because it contains a not-published-elsewhere piece of the overall theory of the rule of law I have been developing: an argument that the rule of law is necessary for democratic legitimacy, for three reasons: (1) The conceptual reason: democratic sovereignty relies on abstracted (legal) rules to identify the acts that count as those of the sovereign demos. (2) The pragmatic reason: effective legal systems are a crucial tool of mass coordination, and such tools are required to maintain popular authority. (3) The moral reason: the inegalitarian ills of states that violate the rule of law are inconsistent with the equal standing of citizens presupposed by democratic theory.",
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "247",
    "issue": null,
    "journal": "Texas Law Review See Also",
    "lastpage": "262",
    "note": "(online law review commentary)",
    "publink": "http://www.texaslrev.com/the-rule-of-law-against-sovereign-immunity-in-a-democratic-state/",
    "publisher": null,
    "title": "The Rule of Law Against Sovereign Immunity in a Democratic State",
    "type": "law review",
    "volume": "93",
    "year": "2015"
  },
  {
    "abstract": "This paper, prepared for a Fordham Law Review symposium on critical race theory and empiricism, argues for the consolidation of a methodological research program within critical race theory, which draws from insights from feminist philosophy of science about the standpoint-dependence and system-justification bias of empirical research, as well as from social science methodology about the ways in which those biases can be ameliorated (or compensated for with counter-bias).",
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "3155",
    "issue": "6",
    "journal": "Fordham Law Review",
    "lastpage": "3177",
    "note": "(invited contribution)",
    "publink": "http://ir.lawnet.fordham.edu/flr/vol83/iss6/11/",
    "publisher": null,
    "title": "Critical Race Science and Critical Race Philosophy of Science",
    "type": "law review",
    "volume": "83",
    "year": "2015"
  },
  {
    "abstract": "This paper describes a new model of the relationship between racial ascriptions on an individual level, private racial bias, social disadvantage, and state action, called the cognitive hierarchical model. As the name suggests, it deploys psychological, sociological, and historical evidence to argue that racial hierarchy in the wider culture leaks into our individual cognitions, and vice versa. Status evaluations turn out to be built deep into our racial perceptions. The state, for its part, exercises a continuing influence on that culture and the cognitions it generates; this gives rise to new grounds for constitutional challenge to state complicity in racial hierarchy. To be ascribed a stigmatized racial identity is to be subject to continuing harm, which this paper calls ascriptive injury. This paper ultimately argues that the state, by participating in the continual creation and reinscription of stigmatized racial identities, causes such ascriptive injuries, and argues for a constitutional remedy. (n.b. The journal seems to ascribe this an official publication date of 2014, despite the fact that it did not see print until mid-2015; I am not certain what the best choice is to handle this, citation-wise.)",
    "address": null,
    "altlink": "https://zenodo.org/record/57249",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "325",
    "issue": "2",
    "journal": "Washington University Law Review",
    "lastpage": "396",
    "note": null,
    "publink": "http://openscholarship.wustl.edu/law_lawreview/vol92/iss2/10/",
    "publisher": null,
    "title": "Racial Classification and Ascriptive Injury",
    "type": "law review",
    "volume": "92",
    "year": "2014"
  },
  {
    "abstract": "The principle that the law must be general - that it must apply equally to all - is often said to be a fundamental demand of legal morality, associated with the ideal of the rule of law. But many worry that the formal equality of law creates substantive inequalities in a world in which people have different capacities, endowments, and fundamental interests. This is a theoretical problem at the heart of liberal democracy. The rule of law is ordinarily understood to be a basic condition for the legitimacy of (small-l) liberal states. Its demands are expressed in provisions of the U.S. constitution like the due process and equal protection clauses. And its ideals are deeply embedded in the Anglo-American legal tradition, in Magna Carta as well as the principles of the common law. If, as some scholars have argued, there's something hostile to genuine equality in the rule of law, then that hostility is at the heart of our constitutional order. I aim to relieve some worries about this putative hostility. The paper carries out three tasks. 1) It clarifies what it takes for the state to satisfy the rule of law demand that the laws must be general. 2) It shows that the evaluation of whether a society comports with the rule of law does not depend solely on facts about the legal system, but also on a host of other non-legal social facts, particularly, the extent to which some members of society are the victims of (non-legal) injustice. And, 3) it shows that the rule of law generates a critique of economic injustice. It follows that the traditional association of the rule of law with the political right, and its critique from the left, are misguided. Ultimately, the paper reinterprets the notion of general law as an expressive ideal, meant to protect the equal status of the members of a political community. It gives an account of the vexed question of how the expressive meaning of a law may be found. And it aims to show that rule of law, interpreted in this expressive fashion, genuinely protects 'substantive' equality",
    "address": null,
    "altlink": "http://paul-gowder.com/Equal_Law_in_an_Unequal_World.pdf",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "1021",
    "issue": null,
    "journal": "Iowa Law Review",
    "lastpage": "1081",
    "note": null,
    "publink": "http://ilr.law.uiowa.edu/files/ilr.law.uiowa.edu/files/ILR_99-3_Gowder.pdf",
    "publisher": null,
    "title": "Equal Law in an Unequal World",
    "type": "law review",
    "volume": "99",
    "year": "2014"
  },
  {
    "abstract": "In this paper, I defend three claims. First, contra some classicists and legal historians, classical Athens during the democratic period substantially satisfied the demands of the rule of law (excepting its treatment of women, noncitizens, and slaves). I show that arguments to the contrary mostly represent an unduly narrow conception of what might count as law in Athens, one that inappropriately excludes common-knowledge social customs. Second, Athenians saw the rule of law as serving the equality of mass and elite, oligarchs and democrats: there was no contradiction (again contra some classicists) between the democratic power of the masses and the rule of law. This equality consisted in two topoi frequently deployed in the Athenian legal and social discourse. First is the respect topos, according to which the laws represent respect for the democratic polis. To disregard them is to reveal one's lack of respect for the polis and one's oligarchic character. Second is the strength topos, according to which the laws are the way that the democratic polis exercises its power: weak members of the masses cannot stand up to strong members of the elite alone, they need the backing of the whole community, and that backing is coordinated through the law; to undermine the law is thereby to undermine the political power of the masses. Third, this connection between equality and the rule of law explains the most striking fact about Athenian legality, to wit, the otherwise puzzling effectiveness of the amnesty enacted for crimes committed under the Thirty Tyrants. The strength topos explains why the democrats in Athens refrained from avenging themselves against the Thirty despite their opportunity to do so: by doing so, they would have undermined the law, and thereby their own equality. The strength topos led the Athenians to take the internal point of view on the law.",
    "address": null,
    "altlink": "http://paul-gowder.com/Democracy_Solidarity_and_the_Rule_of_Law.pdf",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "1",
    "issue": "1",
    "journal": "Buffalo Law Review",
    "lastpage": "67",
    "note": null,
    "publink": "http://www.buffalolawreview.org/past_issues/62_1/Gowder.pdf",
    "publisher": null,
    "title": "Democracy, Solidarity and the Rule of Law: Lessons from Athens",
    "type": "law review",
    "volume": "62",
    "year": "2014"
  },
  {
    "abstract": "This essay offers an argument against the proposition that binding judicial review is inconsistent with democracy. The first section considers three versions of this countermajoritarian complaint, and concludes that the only potentially defensible version is the 'respect complaint,' associated with the popular constitutionalists, according to which constitutional courts impermissibly override popular legal judgments. The second section offers an argument against the respect complaint, centered on the notion that courts express rather than override popular legal judgments. The third section draws on the second to argue that 'weak judicial review systems,' in which legislatures may override constitutional rulings, function the same way as 'strong judicial review systems,' such as the U.S., in virtue of the fact that the courts in each system can wield power over legislatures only to the extent they can generally recruit popular support. In light of the empirical fact that the extent to which legislatures defer to constitutional courts varies widely in weak judicial review systems, I conclude that the question of the relationship between judicial review and democracy is really a far more fine-grained problem of institutional design, not the simple binary choice to have or not have what critics of the U.S. system have misguidedly named 'judicial supremacy.'",
    "address": null,
    "altlink": "http://paul-gowder.com/cmc-paper.pdf",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "7",
    "issue": null,
    "journal": "Transnational Law and Contemporary Problems",
    "lastpage": "33 ",
    "note": "(invited contribution)",
    "publink": null,
    "publisher": null,
    "title": "The Countermajoritarian Complaint",
    "type": "law review",
    "volume": "23",
    "year": "2014"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": "K.A.D. Camara",
    "editor": null,
    "firstpage": "2254",
    "issue": "9",
    "journal": "Yale Law Journal",
    "lastpage": "2278",
    "note": "(co-author with K.A.D. Camara)",
    "publink": null,
    "publisher": null,
    "title": "Quasi-Public Executives",
    "type": "law review",
    "volume": "115",
    "year": "2006"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": "Harvard Legislative Research Bureau, as member of collective authorship team",
    "editor": null,
    "firstpage": "537",
    "issue": null,
    "journal": "Harvard Journal on Legislation",
    "lastpage": "559",
    "note": "(major contributor within Harvard Legislative Research Bureau)",
    "publink": null,
    "publisher": null,
    "title": "Remote Purchasing and Fundamental Fairness: The Sales and Use Tax Equalization Act",
    "type": "law review",
    "volume": "35",
    "year": "1998"
  },
  {
    "abstract": "This paper gives a novel reading of the argument addressed by the Laws of Athens to Socrates in Plato's Crito. Many philosophers have suggested that the argument of the Laws is merely a weak 'rhetorical sop' to Crito. However, I offer an interpretation of that argument that brings out its plausibility, particularly in the context of the post-Oligarchic demos of early fourth-century Athens. For on Crito's plan, Socrates would have undermined a critical form of civic trust in Athens, not by merely disobeying the sentence imposed on him by the jury, but by openly displaying the legal impunity of the rich. We can call this 'legal trust.'  By that coinage, I mean citizens' faith in their fellow citizens' willingness and ability to collectively defend the law---to enforce it against the powerful, and refrain from acting to undermine that capacity. When the members of a democratic political community recognize one another's commitment to their legal system, they are able to defend the laws that hold their democracy together; in such a state, the laws are both conceptually constitutive of democratic authority and practically necessary for democracy. Taken in the context of the strategic structure of the Athenian legal system, in the appeal to the filial loyalty Socrates owed the Laws we can see just such an account of the interweaving of law, trust, and citizenship in the preservation of a democracy. The Laws demand that Socrates be trustworthy, and thereby refrain from undermining his fellow citizens' trust in them, where that trust is necessary for the citizens' collective defense of the democratic legal system; they make this demand on Socrates in virtue of the Laws' role in Socrates's identity as citizen.",
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "360",
    "issue": "4",
    "journal": "The Monist",
    "lastpage": "374",
    "note": null,
    "publink": "http://monist.oxfordjournals.org/content/98/4/360",
    "publisher": null,
    "title": "What the Laws Demand of Socrates---and of Us",
    "type": "peer review",
    "volume": "98",
    "year": "2015"
  },
  {
    "abstract": "In this paper, I describe a category of political values that I call institutional values. An institutional value (the quintessential examples of which are democracy and the rule of law) is distinct from an ordinary (or abstract) political value like justice by having both descriptive and evaluative components. I defend a method of sorting out correct from incorrect conceptions of an institutional value that relies on two ideas: coherence and verisimilitude.",
    "address": null,
    "altlink": "http://paul-gowder.com/iv-paper.pdf",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "235",
    "issue": "1",
    "journal": "Southwest Philosophy Review",
    "lastpage": "242",
    "note": null,
    "publink": "http://www.pdcnet.org/pdc/bvdb.nsf/purchase?openform&fp=swphilreview&id=swphilreview_2014_0030_0001_0235_0242",
    "publisher": null,
    "title": "Institutional Values, or How to Say What Democracy Is",
    "type": "peer review",
    "volume": "30",
    "year": "2014"
  },
  {
    "abstract": "The literature contains two concepts of corruption which are often confused with one another: corruption as twisted character (pollution), and corruption as disloyalty. It also contains two sites for corruption: the corruption of individuals, and the corruption of entire institutions such as a state or a legislature. This paper first draws a clear distinction between the pollution and disloyalty concepts of corruption in the individual context, and then defends a conception of disloyalty corruption according to which the distinguishing feature is an agent who uses powers delegated to her from her principal as her own. Then, the paper shifts gears to the institutional context, arguing that the best account of institutional corruption in the extant literature is of the pollution kind. It then fills the remaining logical space by laying out a conception of institutional corruption as disloyalty and explaining its moral significance for the political legitimacy of a democracy.",
    "address": null,
    "altlink": "http://www.erudit.org/revue/ateliers/2014/v9/n1/1024296ar.pdf",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "84",
    "issue": "1",
    "journal": "Les Ateliers de l'Ethique/The Ethics Forum",
    "lastpage": "102",
    "note": null,
    "publink": "http://www.erudit.org/revue/ateliers/2014/v9/n1/1024296ar.html",
    "publisher": null,
    "title": "Institutional Corruption and the Rule of Law",
    "type": "peer review",
    "volume": "9",
    "year": "2014"
  },
  {
    "abstract": "John Tomasi's 'market democrat' is right to suppose that Rawlsians have erred in omitting economic liberty from their theories of justice. A Rawlsian ought to include economic liberty as a basic freedom because it facilitates individuals' development and pursuit of their conceptions of the good. However, the most plausible version of economic liberty will require the state to guarantee, if possible, that no one will be driven by economic desperation to engage in immiserating work, which may impair rather than facilitate his or her pursuit of the good. There is reason to worry that contemporary economies such as the United States fall seriously short of that ideal.",
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "3",
    "issue": null,
    "journal": "Critical Review",
    "lastpage": "4",
    "note": "(peer-edited, invited contribution, not blind reviewed)",
    "publink": "http://www.tandfonline.com/doi/full/10.1080/08913811.2014.957021#.VLgDfMZLFFI",
    "publisher": null,
    "title": "Market Unfreedom",
    "type": "peer review",
    "volume": "26",
    "year": "2014"
  },
  {
    "abstract": "This paper offers an expressive interpretation of Chief Justice Roberts's opinion in NFIB v. Sebelius, focusing on the Chief Justice's distinction between a command, which 'restricts' a citizen's 'lawful choice' to do or not do some act, and a tax, which allegedly does not work such a restriction. I argue that the quoted language can be charitably understood as an interpretation of what it means for an act to be unlawful. For the state to say that an act is unlawful and impose a penalty on it is to express disapproval of that act; no such disapproval is expressed merely by taxing an act. NFIB v. Sebelius raises this expressive aspect of outlawing to constitutional significance. n.b. A heavily revised version with slight changes to the argument was reprinted as 'The Health Insurance Mandate Really is a Tax, and That's a Good Thing Too,' also listed in this publications list.",
    "address": null,
    "altlink": "http://paul-gowder.com/Death_and_Taxes.pdf",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "243",
    "issue": "3",
    "journal": "Public Affairs Quarterly",
    "lastpage": "266",
    "note": null,
    "publink": "http://paq.press.illinois.edu/27/3/gowder.html",
    "publisher": null,
    "title": "Death and Taxes in NFIB v. Sebelius",
    "type": "peer review",
    "volume": "27",
    "year": "2013"
  },
  {
    "abstract": "This paper prevents a novel account of the rule of law and its normative value. Conventional conceptions of the rule of law are rooted in an idea of liberty. The standard account supposes that the rule of law is valuable because, e.g., it permits citizens to plan their lives, and thereby supports their free choices. This paper, by contrast, defends an egalitarian theory of the rule of law. The rule of law fosters vertical equality between officials and ordinary citizens by requiring officials to treat citizens with respect when they use their public powers, and by forbidding systems of state terror. It fosters horizontal equality among ordinary citizens by requiring citizens to reciprocally share the cost to produce the public good of law and order, and by forbidding the creation of legal castes.\n  Reimagining the rule of law as an egalitarian principle supports a\nnew account of what the rule of law demands, focused on three principles: regularity, publicity, and generality. Together, they require that official power be used only under laws that citizens can participate in enforcing, and that treat all citizens as equals.",
    "address": null,
    "altlink": "http://philpapers.org/rec/GOWTRO-2",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "565",
    "issue": "5",
    "journal": "Law & Philosophy",
    "lastpage": "618",
    "note": null,
    "publink": "http://link.springer.com/article/10.1007%2Fs10982-012-9161-2",
    "publisher": null,
    "title": "The Rule of Law and Equality",
    "type": "peer review",
    "volume": "32",
    "year": "2013"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": "1",
    "issue": "1",
    "journal": " I/S: A Journal of Law and Policy for the Information Society",
    "lastpage": "26",
    "note": "(supported by the Century Foundation; reprinted in Maret and Goldman, eds., Understanding Government Secrecy: Classic and Contemporary Readings)",
    "publink": null,
    "publisher": null,
    "title": "Secrecy as Mystification of Power: Meaning and Ethics in the Security State",
    "type": "peer review",
    "volume": "2",
    "year": "2006"
  },
  {
    "abstract": "This paper draws on a case study of the Athenian amnesty after the blood-soaked rule of the Thirty Tyrants (404-3 B.C.E.) to draw out some ideas about the role of commitment-keeping in transitional justice. There is an important value, for the maintenance of the rule of law, to a transitional democracy in keeping its post-conflict legal commitments, independent of the substantive content of those commitments (e.g., to offer amnesty to the prior regime, to prosecute that regime, etc.).  I also argue that the Athenian mass jury, because of its size, publicity, and representativeness, had an unusual capacity to help democratic citizens signal their commitment to the rule of law to their fellows: it allowed them to indicate their willingness to sacrifice their personal preferences (punishing oligarchs) in the cause of upholding the law, by voting in accordance in the jury-room. In transitional conditions, this signaling function is critically important in building a record of legal trust to strengthen nascent democratic legal systems; the paper closes by suggesting that the truth commissions often seen in contemporary transitional states can serve some of the same functions.",
    "address": "Burlington",
    "altlink": null,
    "book": "Theorizing Transitional Justice",
    "coauthor": null,
    "editor": "Corradetti, Eiskovits, and Rotondi",
    "firstpage": "225",
    "issue": null,
    "journal": null,
    "lastpage": "236",
    "note": null,
    "publink": null,
    "publisher": "Ashgate",
    "title": "Trust and Commitment: How Athens Rebuilt the Rule of Law",
    "type": "chapter",
    "volume": null,
    "year": "2015"
  },
  {
    "abstract": "See above, 'Death and Taxes in NFIB v. Sebelius.'  This is an adaptation of that paper.",
    "address": "Abingdon",
    "altlink": null,
    "book": "The Affordable Care Act Decision: Philosophical and Legal Implications",
    "coauthor": null,
    "editor": "Allhoff and Hall",
    "firstpage": "103",
    "issue": null,
    "journal": null,
    "lastpage": "116",
    "note": "(lightly revised adaptation of 'Death and Taxes in NFIB v. Sebelius')",
    "publink": null,
    "publisher": "Routledge",
    "title": "The Health Insurance Mandate Really is a Tax, and That's a Good Thing Too",
    "type": "chapter",
    "volume": null,
    "year": "2014"
  },
  {
    "abstract": "The Rule of Law in the Real World gives a comprehensive new theory of the political and legal ideal known as the rule of law: what it means (the coordinated collective control of power), why it matters (it constitutes a morally important kind of social equality), and how these properties should be taken into account in social scientific attempts to measure it as well as policy efforts to promote it.",
    "address": "New York",
    "altlink": "http://rulelaw.net",
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": null,
    "publink": "http://www.cambridge.org/us/academic/subjects/law/jurisprudence/rule-law-real-world?format=PB",
    "publisher": "Cambridge University Press",
    "title": "The Rule of Law in the Real World",
    "type": "book",
    "volume": null,
    "year": "2016"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "entry in Oxford Bibliographies in Political Science",
    "publink": null,
    "publisher": null,
    "title": "The Rule of Law",
    "type": "misc",
    "volume": null,
    "year": "2016"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "open access casebook chapter, released on SSRN",
    "publink": "http://paul-gowder.com/PDP-Chapter.pdf",
    "publisher": null,
    "title": "Procedural Due Process: the Missing Casebook Chapter",
    "type": "misc",
    "volume": null,
    "year": "2014"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "entry in Sage Encyclopedia of Criminal Justice Ethics",
    "publink": null,
    "publisher": null,
    "title": "The Rule of Law",
    "type": "misc",
    "volume": null,
    "year": "2014"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "a micro-contribution to the Green Bag/Journal of Law micro- symposium on Orin Kerr's \"Theory of Law\"",
    "publink": null,
    "publisher": null,
    "title": "The Serious Point",
    "type": "misc",
    "volume": null,
    "year": "2013"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "entries in Schultz, ed., Encyclopedia of the United States Constitution (Facts on File)",
    "publink": null,
    "publisher": null,
    "title": "\"Shopping Malls and the First Amendment,\" \"Masson v. New Yorker Magazine,\" and \"Pruneyard Shopping Center v. Robins\"",
    "type": "misc",
    "volume": null,
    "year": "2009"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "entries in Hudson, Schultz and Vile, eds., Encyclopedia of the First Amendment, (Congressional Quarterly Press)",
    "publink": null,
    "publisher": null,
    "title": "\"Noerr-Pennington Doctrine,\" \"Pruneyard Shopping Center v. Robins,\" and \"Amalgamated Food Employees Union Local 590 v. Logan Valley Plaza, Inc\"",
    "type": "misc",
    "volume": null,
    "year": "2008"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "12 Harvard Human Rights Journal 399 (student book note)",
    "publink": null,
    "publisher": null,
    "title": "Book Note: Losing the Vote, the Impact of Prisoner Disenfranchisement",
    "type": "misc",
    "volume": null,
    "year": "1999"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "12 Harvard Journal of Law and Technology 513 (student book note)",
    "publink": null,
    "publisher": null,
    "title": "Book Note: Data Smog/The Transparent Society",
    "type": "misc",
    "volume": null,
    "year": "1999"
  },
  {
    "abstract": null,
    "address": null,
    "altlink": null,
    "book": null,
    "coauthor": null,
    "editor": null,
    "firstpage": null,
    "issue": null,
    "journal": null,
    "lastpage": null,
    "note": "27 Journal of Law, Medicine, and Ethics 278 (student comment)",
    "publink": null,
    "publisher": null,
    "title": "Recent Developments: Antitrust",
    "type": "misc",
    "volume": null,
    "year": "1999"
  }
]